export default {
    "Welcome": "MorTeam is an all-in-one management and organization utility for FRC teams around the world. The development of MorTeam has been led by Farbod Rafezy, Programming Co-President of team 1515, since the summer of 2015. The goal of MorTeam is to streamline robotics related activites during the intensity of build season and provide a unified and easily accessible experience for teams and their members.",
    "Subdivisions": "Each FRC team is divided into several groups with different specialties. Some of the subdivisions require seperate facilities and seprate schedules to accomodate their respective plans. Because of this, MorTeam has provided a way for team leaders and administartors to create custom public and private subdivision to help with organizing team errands and reducing schedule conflicts.",
    "Announcements": "Teams need to make reports about specific current events within the team and/or update teammembers about schedule updates and the such. Traditionally this has been done through email, but emails get lost and it is difficult to target specific real-time audiences through email. MorTeam allows teammembers to make announcements that notify members through emails while remaining on the homepage of the team for future reference. It is also much easier to target specific subdivisions and groups so anyone who joins a subdivision later during the year can keep updated with previous announcements.",
    "Chat": "Communication is a key goal for MorTeam, and what better way to communicate than chatting? Everyone uses different chat services, iMessage, whatsApp, Viber, etc. But at the same time not everyone is always accessible, especially within large robotics teams. MorTeam chat brings a unified chat experience to robotics teams to avoid these preference conflictions and give users the ability to chat within their respective subdivisions or privately.",
    "Drive": "Similar to other aspects of MorTeam, drive can be used to share all types of files within the team and/or custom groups and subdivisions. Just create a group, customize permissions, and share away...",
    "Calendar": "One of the perks of being on a robotics teams is the plethora of events in which one can indulge. With MorTeam, team leaders and administrators can create events for the team, their respective subdivisions, and custom groups. Additionally attendance can be taken for an event and can be seen at any later time; all while keeping everyone updated via email.",
}
